# IdeaStatiCa.ConnectionApi.Model.ConParameterCreate

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Key** | **string** |  |
**ParameterType** | **string** |  |
**Expression** | **string** |  |
**Description** | **string** |  | [optional]
**LowerBound** | **string** |  | [optional]
**UpperBound** | **string** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)